Revit 2027 API
BuiltInFailures.SketchFailures.ManyCCWLoopsError Property
 Area defined by sketch must be connected.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ManyCCWLoopsError { get; }
Public Shared ReadOnly Property ManyCCWLoopsError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ManyCCWLoopsError {
	FailureDefinitionId^ get ();
}
static member ManyCCWLoopsError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SketchFailures Class
Autodesk.Revit.DB Namespace